<?php

declare(strict_types=1);

return [
    'reset'     => 'パスワードが再設定されました。',
    'sent'      => 'パスワードリセットメールを送信しました。',
    'throttled' => '時間を置いて再度お試しください。',
    'token'     => 'このパスワード再設定トークンは無効です。',
    'user'      => 'このメールアドレスに一致するユーザーがいません。',
    'reset_subject' => '【{{app}}】パスワード再設定のご案内',
    'greeting' => 'こんにちは :name 様',
    'line1' => '以下のボタンをクリックして、パスワードを再設定してください。',
    'action' => 'パスワードを再設定',
    'line2' => 'このリンクの有効期限は :count 分です。',
    'line3' => 'このメールに心当たりがない場合は、破棄してください。',
];
